target/test-classes/xml/sws/getinvoicedetail/Get_Invoice_Detail_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:getInvoiceDetailRequest>
            <sel:externalSystemID>ADMIN</sel:externalSystemID>
            <sel:accountNumber>$accountNumber$</sel:accountNumber>
        </sel:getInvoiceDetailRequest>
    </soapenv:Body>
</soapenv:Envelope>